Repository: EticaAI/lsf-cache
Catalog: 1603/64/41/1603_64_41.no11.tmx
Source language: mul
Languages: ara, ast, aze, bel, bos, bul, cat, ces, dan, deu, ell, eng, epo, est, eus, fas, fin, fra, glg, hbs, heb, hin, hrv, hun, hye, ind, isl, ita, jpn, kat, kaz, kir, kor, lat, lav, lit, mal, mkd, msa, nld, nno, nob, pol, por, qcc, ron, rus, slk, slv, spa, sqi, srp, swe, tam, tha, tur, ukr, vec, vie, wuu, yue, zho

source: /decentralized computing - concept in where a computer system can have many parts or nodes and still function fully if one of the parts or nodes fail/
ara: الحوسبة غير الممركزة
cat: arquitectura distribuïda
deu: Dezentrales Netzwerk
eng: decentralized computing
epo: malcentra komputado
est: Detsentraliseeritud andmetöötlusplatform
fra: Architecture distribuée
nob: desentralisert nettverk
qcc: Q5249081
rus: децентрализованные вычисления
spa: computación descentralizada
zho: 去中心化计算

source: /microbial intelligence -adaptive behavior among bacteria and protists/
ara: ذكاء ميكروبي
eng: Microbial intelligence
hun: mikrobiális intelligencia
qcc: Q6839260
rus: Микробный интеллект

source: /swarm behaviour - collective behaviour of a large number of (usually) self-propelled entities of similar size/
ara: سلوك السرب
bul: Пасаж
deu: Schwarmverhalten
eng: swarm behaviour
fas: رفتار ازدحامی
fin: parveilu
heb: התקהלות
hin: झुंड व्यवहार
ita: Formazione a sciame
jpn: 群行動
qcc: Q14915018
ron: roire
rus: ройное поведение
spa: comportamiento de enjambre
swe: Svärmning
tur: Sürü davranışı
zho: 群行行為

source: /federated learning - method for artificial intelligence/
ara: التعليم الموحد
deu: Föderales Lernen
eng: federated learning
fas: یادگیری فدرال
fra: apprentissage fédéré
ita: Apprendimento federato
jpn: 連合学習
nob: føderert læring
qcc: Q50818671
spa: Aprendizaje federado
swe: Federerad inlärning
zho: 聯邦學習

source: /bees algorithm/
aze: Arılar alqoritmi
bul: Алгоритъм на пчелите
ces: Optimalizace včelím rojem
fas: الگوریتم زنبور عسل
qcc: Q3497720
rus: Пчелиный алгоритм
srp: Pčelinji algoritam
ukr: Бджолиний алгоритм
zho: 蜜蜂算法

source: /swarm robotics - coordination of multiple robots as a system/
bul: Групова роботехника
cat: robòtica d'eixam
eng: swarm robotics
fra: robotique en essaim
ita: robotica degli sciami
jpn: 群ロボット工学
mkd: ројна роботика
pol: robotyka ławicy
por: robótica de enxame
qcc: Q2446723
rus: Групповая робототехника
spa: robótica de enjambres
ukr: Групова робототехніка
vie: Robot học bầy đàn
zho: 群機器人

source: /group decision-making - situation faced when individuals collectively make a choice/
cat: presa de decisió en grup
deu: Entscheidungsverfahren
eng: group decision-making
fra: prise de décision collective
ind: pengambilan keputusan kelompok
jpn: 集団決定
qcc: Q388791
spa: toma de decisiones colaborativa
swe: kollektivt beslutsfattande
zho: 集体决策

source: /distributed artificial intelligence/
cat: Intel·ligència distribuïda
deu: Verteilte künstliche Intelligenz
fas: هوش مصنوعی توزیع شده
fra: Intelligence artificielle distribuée
ita: intelligenza artificiale distribuita
por: Inteligência artificial distribuída
qcc: Q3153007
spa: Inteligencia artificial distribuida
vec: intełizensa artifisałe distribuia
vie: Trí tuệ nhân tạo phân tán

source: /cleaning symbiosis - m[utually beneficial association between individuals of two species/
cat: simbiosi de neteja
deu: Putzsymbiose
ell: Συμβίωση καθάρισης
eng: cleaning symbiosis
epo: puriga simbiozo
fra: nettoyage symbiotique
heb: סימביוזת ניקוי
ita: Simbiosi di pulizia
lat: Symbiosis purgatoria
qcc: Q5130575
spa: Simbiosis de limpieza
swe: Cleaning symbiosis
tam: துப்பரவாக்கும் ஒன்றியவாழி
vie: Cộng sinh làm sạch
zho: 清除共生

source: /decentralized autonomous organization - computer network organization model/
cat: Organització autònoma descentralitzada
ces: Decentralizovaná autonomní organizace (DAO)
deu: Dezentralisierte Autonome Organisation
eng: decentralized autonomous organization
eus: Erakunde autonomo deszentralizatu (DAO)
fas: سازمان نامتمرکز خودگردان
fra: organisation autonome décentralisée
heb: ארגון אוטונומי מבוזר
ita: Decentralized autonomous organization
jpn: 分散型自律組織
kor: 탈중앙화된 자율조직
nld: Decentralized autonomous organization
nob: Desentralisert autonom organisasjon
pol: Zdecentralizowana autonomiczna organizacja
por: organização autônoma descentralizada
qcc: Q18204722
ron: Organizație Autonomă Descentralizată
rus: Децентрализованная автономная организация
spa: organización autónoma descentralizada
zho: 分布式自治组织

source: /discrete event simulation - type of simulation/
ces: Diskrétní simulace
deu: Ereignisorientierte Simulation
eng: Discrete event simulation
est: Diskreetne sündmuspõhine simulatsioon
fas: شبیهسازی رویداد گسسته
fra: Simulation à événements discrets
ita: Materia:Sistemi a eventi discreti
jpn: ディスクリート・イベント、またはプロセスセントリック
pol: Symulacja zdarzeń dyskretnych
por: Simulação de eventos discretos
qcc: Q574814
rus: Дискретно-событийное моделирование
spa: Simulación por eventos discretos
tur: Kesikli olay simülasyonu
ukr: Дискретно-подійне моделювання
yue: 離散事件模擬
zho: 离散事件仿真

source: /social dynamics - study of behavior of groups/
deu: Soziodynamik
eng: social dynamics
fas: پویایی اجتماعی
fra: dynamique sociale
ind: Dinamika sosial
pol: Dynamika społeczna
qcc: Q304922
rus: Социальная динамика
spa: dinámica social
ukr: Соціальна динаміка

source: /multi-agent planning/
deu: Multi-Agenten-Ressourcen-Allokation
qcc: Q6934423

source: /decentralized application - type of computer application/
deu: DApp
ell: Αποκεντρωμένη εφαρμογή
eng: Decentralized application
fas: اپلیکیشن غیرمتمرکز در بستر بلاکچین یا Dapp
jpn: 分散型アプリケーション
nob: Desentralisert applikasjon
pol: Zdecentralizowana aplikacja
por: Aplicativo descentralizado
qcc: Q55080113
ron: Aplicație descentralizată
rus: Децентрализованное приложение
spa: Aplicación descentralizada
ukr: Децентралізований додаток
zho: 分散式應用程式

source: /distributed algorithm - algorithm designed to run on computer hardware constructed from interconnected processors/
eng: distributed algorithm
epo: disa algoritmo
fra: algorithme réparti
hun: elosztott algoritmus
jpn: 分散アルゴリズム
kor: 분산 알고리즘
qcc: Q2835898
rus: распределённый алгоритм
spa: algoritmo distribuido
ukr: розподілений алгоритм
vie: Thuật toán phân tán
yue: 分散式演算法
zho: 分散式演算法

source: /consensus dynamics/
fas: دینامیک اجماع
qcc: Q5162845
zho: 共識動力學

source: /microbial cooperation/
fas: همکاری میکروبی
qcc: Q6839259
spa: Cooperación microbiana
ukr: Кооперація мікроорганізмів

source: /distributed constrained optimisation problem/
fra: optimisation distribuée sous contrainte
qcc: Q21281178
zho: 分佈式約束推理

source: /multi-swarm optimization/
jpn: マルチスウォーム最適化
qcc: Q6934508
spa: Optimización multi-enjambre

source: /cooperative distributed problem solving/
qcc: Q5167913
ukr: Розподільне кооперативне вирішення проблем

source: /multiscale decision-making/
qcc: Q6935067

source: /fish School Search/
qcc: Q28324877

source: /dispersive flies optimisation/
qcc: Q55080175
